[
    { "musique": "Hit Me Hard And Soft", "description": "Le nouvel album de Billie Eilish, HIT ME HARD AND SOFT, est juste incroyable, selon moi le meilleur de 2024 ! Sorti via Darkroom/Interscope Records, c’est clairement son œuvre la plus audacieuse. Chaque chanson est à la fois unique et cohérente, parfaite à écouter dans son intégralité du début à la fin. Le titre résume tout : ça te frappe fort et doucement, avec des paroles puissantes et des sons qui transcendent les genres. Billie reste fidèle à elle-même tout en défiant toutes les tendances.", "url":"https://open.spotify.com/album/7aJuG4TFXa2hmE4z1yxc3n", "img": "Hit me hard and soft.jpeg",  "src": "billie-eilish-lunch-official-lyric-video.mp3" },
    { "musique": "Happier Than Ever", "description": "Happier Than Ever, le deuxième album studio de Billie Eilish, est pour moi une œuvre absolument iconique. Sorti en juillet 2021, il a été écrit et produit en collaboration avec son frère Finneas. Cet album est une véritable montagne russe d’émotions, mêlant des moments de douceur introspective à des explosions de puissance brute. Chaque chanson raconte une histoire et reflète l’évolution artistique de Billie, à la fois dans ses paroles profondément personnelles et dans ses sonorités uniques. Avec Happier Than Ever, elle transcende les genres et confirme son statut d’artiste incontournable.", "url": "https://open.spotify.com/album/0JGOiO34nwfUdDrD612dOp","img": "happierthanever.jpg", "src": "happier-than-ever_krq8H5N3.mp3" },
    { "musique": "When We All Fall Asleep Where Do We Go", "description": "When We All Fall Asleep, Where Do We Go ?, le premier album studio de Billie Eilish, est pour moi une révolution musicale. Sorti en 2019 et produit avec Finneas, il se distingue par ses transitions fluides et sa narration parfaitement cohérente, offrant une expérience immersive où chaque piste contribue à une atmosphère étrange et captivante. Les paroles abordent des thèmes puissants comme la santé mentale, la pression sociétale et les relations humaines, tout en s’appuyant sur des images oniriques et surréalistes qui marquent les esprits. Cet album prouve à quel point Billie est une artiste visionnaire, repoussant sans cesse les limites sonores et émotionnelles, tout en incarnant parfaitement l’essence de sa génération. Une œuvre inoubliable et intemporelle !", "url": "https://open.spotify.com/album/0S0KGZnfBGSIssfF54WSJh", "img": "wwafawdwg.png", "src":  "billie-eilish-bad-guy-audio_WWxKWLu7.mp3"},
    { "musique": "Don't Smile At Me", "description": "Don't Smile At Me, le premier EP de Billie Eilish, est pour moi un projet fascinant et audacieux. Sorti en 2017, à seulement 15 ans, cet EP a été produit et coécrit avec son frère Finneas, et il marque les débuts d’une artiste unique. Billie déploie sa voix hypnotique, oscillant entre assurance et vulnérabilité. L'EP mélange à la perfection mélancolie et atmosphères féeriques, captivant dès la première écoute. Don't Smile At Me a immédiatement attiré l’attention et a fait découvrir au monde cette adolescente prodige de la pop.", "url": "https://open.spotify.com/album/7fRrTyKvE4Skh93v97gtcU", "img": "dontsmileatme.jpeg", "src": "billie-eilish-ocean-eyes-official-audio-lyrics-in-description_02Yi5z0q.mp3" },
    { "musique": "No Time To Die", "description": "No Time to Die, la chanson interprétée par Billie Eilish, est pour moi un chef-d’œuvre saisissant. Sortie en février 2020, cette composition sombre et envoûtante, coécrite avec son frère Finneas, sert de thème officiel pour le 25ᵉ film de la saga James Bond, Mourir peut attendre. Avec sa puissance émotionnelle et sa profondeur, cette chanson a captivé l’audience et a valu à Billie et Finneas l’Oscar de la meilleure chanson originale en 2022. No Time to Die est un ajout magistral à l’univers de James Bond et montre à quel point Billie Eilish a su marquer l’histoire musicale.", "url": "https://open.spotify.com/track/73SpzrcaHk0RQPFP73vqVR" , "img": "notimetodie.jpeg", "src": "billie-eilish-no-time-to-die-official-audio_MZT59K3Z.mp3" }
   

]

